Repository: sunscrapers/djoser
Catalog: djoser/locale/rs/LC_MESSAGES/django.po
Languages: rs

source: Unable to log in with provided credentials.
rs: Nije moguće ulogovati se sa datim kredencijalima.

source: User account is disabled.
rs: Korisnički nalog je ugašen.

source: Invalid token for given user.
rs: Neispravan token za datog korisnika.

source: Invalid user id or user doesn't exist.
rs: Neispravan user id ili korisnik ne postoji.

source: Stale token for given user.
rs: Token za navedenog korisnika je zastareo.

source: The two password fields didn't match.
rs: Navedene dve šifre nisu iste.

source: The two {0} fields didn't match.
rs: Ovaj par polja {0} se ne poklapa.

source: Invalid password.
rs: Neispravna šifra.

source: User with given email does not exist.
rs: Ne postoji korisnik sa navedenom email adresom.

source: Unable to create account.
rs: Kreiranje naloga nije moguće.

source: User model does not contain specified email field. Please see http://djoser.readthedocs.io/en/latest/settings.html#USER_EMAIL_FIELD_NAME for more details.
rs: User model ne sadrži navedeni email. Molimo vas pogledajte http://djoser.readthedocs.io/en/latest/settings.html#USER_EMAIL_FIELD_NAME za više informacija.

source: Account activation on %(site_name)s
rs: Akivacija naloga na %(site_name)

source: You're receiving this email because you need to finish activation process on %(site_name)s.
rs: Dobili ste ovaj email zato što je potrebno da dovršite proces aktivacije na %(site_name).

source: Please go to the following page to activate account:
rs: Molimo vas da otvorite sledeću stranicu da biste aktivirali nalog:

source: Thanks for using our site!
rs: Hvala što koristite naš sajt!

source: The %(site_name)s team
rs: Tim %(site_name)

source: %(site_name)s - Your account has been successfully created and activated!
rs: %(site_name)s - Vaš nalog je uspešno kreiran i aktiviran!

source: Your account has been created and is ready to use!
rs: Vaš nalog je kreiran i spreman za korišćenje!

source: Password reset on %(site_name)s
rs: Resetovanje šifre za %(site_name)

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
rs: Dobili ste ovaj email zato što ste tražili resetovanje šifre za vaš nalog za %(site_name)

source: Please go to the following page and choose a new password:
rs: Molimo vas da otvorite sledeću stranicu i odaberete novu šifru:

source: Your username, in case you've forgotten:
rs: Vaše korisničko ime, u slučaju da ste zaboravili:
