Repository: sunscrapers/djoser
Catalog: djoser/locale/*/LC_MESSAGES/django.po
Languages: cs, fa_ir, id, ja, nl, sw

source: Unable to log in with provided credentials.
cs: Přihlášení není se zadanými údaji možné.
fa_ir: امکان ورود با اطلاعات ارائه شده وجود ندارد.
id: Tidak dapat masuk dengan kredensial yang diberikan.
nl: Inloggen met de opgegeven inloggegevens is niet mogelijk.
sw: Imeshindikana kuingia kwa kutumia maelezo uliyopewa.

source: User account is disabled.
cs: Tento účet uživatele není aktivní.
fa_ir: حساب کاربری غیر فعال شده است.
id: Akun pengguna dinonaktifkan.
ja: 使用不可能なアカウントです。
nl: Gebruikersaccount is uitgeschakeld
sw: Akaunti ya mtumiaji imelemazwa.

source: Invalid token for given user.
cs: Token není pro tohoto uživatele platný.
fa_ir: توکن ارائه شده برای کاربر نامعتبر است.
id: Token tidak valid untuk pengguna yang diberikan.
ja: 有効なトークンではありません。
nl: Ongeldige token voor de opgegeven gebruiker.
sw: Tokeni si sahihi kwa mtumiaji aliyepewa.

source: Invalid user id or user doesn't exist.
cs: Chybné id uživatele, uživatel neexistuje.
fa_ir: شناسه کاربری نامعتبر است یا کاربر وجود ندارد.
id: ID pengguna tidak valid atau pengguna tidak ada.
ja: ユーザーIDまたはユーザー自体が存在しません。
nl: Ongeldige gebruikers-id of gebruiker bestaat niet.
sw: Kitambulisho cha mtumiaji si sahihi au mtumiaji hayupo.

source: Stale token for given user.
cs: Tokenu tohoto uživatele vypršela platnost.
fa_ir: توکن منقضی شده برای کاربر مشخص شده.
id: Token basi untuk pengguna yang diberikan.
ja: 有効期限切れのトークンです。
nl: Verouderd token voor opgegeven gebruiker.
sw: Tokeni ya mtumiaji huyu imepitwa na wakati.

source: The two password fields didn't match.
cs: Heslo z kontrolního pole není stejné.
fa_ir: دو فیلد رمز عبور با هم مطابقت ندارند.
id: Kedua bidang kata sandi tidak cocok.
ja: 入力された２つのパスワードが一致しませんでした。
nl: De twee wachtwoordvelden kwamen niet overeen.
sw: Sehemu mbili za nywila hazifanani.

source: The two {0} fields didn't match.
cs: Obě {0} pole nejsou shodná.
fa_ir: دو فیلد {0} با هم مطابقت ندارند.
id: Dua bidang {0} tidak cocok.
ja: 入力された２つの {0} が一致しませんでした。
nl: De twee {0} velden kwamen niet overeen.
sw: Sehemu mbili za {0} hazifanani.

source: Invalid password.
cs: Heslo není správné.
fa_ir: رمز عبور نامعتبر است.
id: Kata sandi tidak valid.
ja: パスワードが間違っています。
nl: Ongeldig wachtwoord.
sw: Nywila si sahihi.

source: User with given email does not exist.
cs: Neexistuje uživatel s takovou mailovou adresou.
fa_ir: کاربری با ایمیل ارائه شده وجود ندارد.
id: Pengguna dengan email yang diberikan tidak ada.
ja: 入力されたemailを使用しているユーザーは見つかりませんでした。
nl: Gebruiker met opgegeven e-mailadres bestaat niet.
sw: Mtumiaji mwenye barua pepe uliyopewa hayupo.

source: Unable to create account.
cs: Nepovedlo se založit účet uživatele.
fa_ir: امکان ایجاد حساب کاربری وجود ندارد.
id: Tidak dapat membuat akun.
ja: アカウント作成失敗。
nl: Account aanmaken niet mogelijk.
sw: Imeshindikana kuunda akaunti.

source: Account activation on %(site_name)s
cs: Aktivace účtu uživatele na %(site_name)s
fa_ir: فعال‌سازی حساب در %(site_name)s
id: Aktivasi akun di %(site_name)s
ja: %(site_name)s のアカウントを有効化してください
nl: Accountactivering op %(site_name)s
sw: Uanzishaji wa akaunti kwenye %(site_name)s

source: You're receiving this email because you need to finish activation process on %(site_name)s.
cs: Tento e-mail jste obdržel/a, abyste dokončil/a proces registrace a aktivace účtu na %(site_name)s.
fa_ir: شما این ایمیل را دریافت کرده‌اید زیرا باید فرآیند فعال‌سازی در %(site_name)s را تکمیل کنید.
id: Anda menerima email ini karena Anda harus menyelesaikan proses aktivasi pada %(site_name)s.
ja: アカウントの有効化を忘れずに行ってください。 %(site_name)s.
nl: U ontvangt deze e-mail omdat u het activeringsproces op %(site_name)s moet voltooien.
sw: Unapokea barua pepe hii kwa sababu unahitaji kukamilisha mchakato wa uanzishaji kwenye %(site_name)s.

source: Please go to the following page to activate account:
cs: Prosím, přejděte na následující stránku, čímž dokončíte aktivaci:
fa_ir: لطفاً برای فعال‌سازی حساب به صفحه زیر مراجعه کنید:
id: Silakan buka halaman berikut untuk mengaktifkan akun:
ja: 次に記載されているページでアカウントの有効化を行ってください:
nl: Ga naar de volgende pagina om uw account te activeren:
sw: Tafadhali nenda kwenye ukurasa ufuatao ili kuanzisha akaunti yako:

source: Thanks for using our site!
cs: Děkujeme, že používáte naše stránky.
fa_ir: از استفاده شما از سایت ما سپاسگزاریم!
id: Terima kasih telah menggunakan situs kami!
ja: ご利用ありがとうございます!
nl: Bedankt voor het gebruik van onze site!
sw: Asante kwa kutumia tovuti yetu!

source: The %(site_name)s team
cs: Váš %(site_name)s tým
fa_ir: تیم %(site_name)s
id: Tim %(site_name)s
ja: チーム %(site_name)s
nl: Het %(site_name)s team
sw: Timu ya %(site_name)s

source: %(site_name)s - Your account has been successfully created and activated!
cs: %(site_name)s - Váš účet uživatele byl úspěšně vytvořen a aktivován.
fa_ir: %(site_name)s - حساب شما با موفقیت ایجاد و فعال شد!
id: %(site_name)s - Akun Anda telah berhasil dibuat dan diaktifkan!
ja: %(site_name)s - アカウントの有効化が完了しました!
nl: %(site_name)s - Uw account is succesvol aangemaakt en geactiveerd!
sw: %(site_name)s - Akaunti yako imeundwa na kuanzishwa kikamilifu!

source: Your account has been created and is ready to use!
cs: Váš účet uživatele byl vytvořen a je připraven pro použití.
fa_ir: حساب شما ایجاد شده و آماده استفاده است!
id: Akun Anda telah dibuat dan siap digunakan!
ja: アカウントの有効化が完了し使用可能となりました!
nl: Uw account is aangemaakt en klaar voor gebruik!
sw: Akaunti yako imeundwa na iko tayari kutumika!

source: %(site_name)s - Your password has been successfully changed!
fa_ir: %(site_name)s - رمز عبور شما با موفقیت تغییر یافت!
id: %(site_name)s - Kata sandi Anda telah berhasil diubah!
nl: %(site_name)s - Uw wachtwoord is succesvol gewijzigd!
sw: %(site_name)s - Nywila yako imebadilishwa kwa mafanikio!

source: Your password has been changed!
fa_ir: رمز عبور شما تغییر یافت!
id: Kata sandi Anda telah diubah!
nl: Uw wachtwoord is gewijzigd!
sw: Nywila yako imebadilishwa!

source: Password reset on %(site_name)s
cs: Reset hesla na stránce %(site_name)s
fa_ir: بازنشانی رمز عبور در %(site_name)s
id: Pengaturan ulang kata sandi pada %(site_name)s
ja: %(site_name)s のパスワードリセット
nl: Wachtwoord reset op %(site_name)s
sw: Uwekaji upya wa nywila kwenye %(site_name)s

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
cs: Tento e-mail jste obdržel/a, protože zamýšlíte resetovat své heslo na %(site_name)s.
fa_ir: شما این ایمیل را دریافت کرده‌اید زیرا درخواست بازنشانی رمز عبور حساب کاربری خود را در %(site_name)s داده‌اید.
id: Anda menerima email ini karena Anda meminta pengaturan ulang kata sandi untuk akun pengguna di %(site_name)s.
ja: %(site_name)s のパスワードをリセットするためのemailとなります。
nl: U ontvangt deze e-mail omdat u een wachtwoordreset heeft aangevraagd voor uw gebruikersaccount op %(site_name)s.
sw: Unapokea barua pepe hii kwa sababu umeomba kuweka upya nywila ya akaunti yako kwenye %(site_name)s.

source: Please go to the following page and choose a new password:
cs: Prosím přejděte na následující stránku a na ní si zvolte nové heslo:
fa_ir: لطفاً به صفحه زیر بروید و رمز عبور جدیدی انتخاب کنید:
id: Silakan buka halaman berikut dan pilih kata sandi baru:
ja: 次のページにて新規パスワードを登録してください:
nl: Ga naar de volgende pagina en kies een nieuw wachtwoord:
sw: Tafadhali nenda kwenye ukurasa ufuatao na uchague nywila mpya:

source: Your username, in case you've forgotten:
cs: Vaše jméno uživatele, pro případ, že si ho nepamatujete, je:
fa_ir: نام کاربری شما، در صورتی که فراموش کرده‌اید:
id: Nama pengguna Anda, jika Anda lupa:
ja: 念のためこちらがユーザーネームとなります:
nl: Uw gebruikersnaam, voor het geval u deze bent vergeten:
sw: Jina lako la mtumiaji, endapo umelisahau:

source: %(site_name)s - Your username has been successfully changed!
fa_ir: %(site_name)s - نام کاربری شما با موفقیت تغییر یافت!
id: %(site_name)s - Nama pengguna Anda telah berhasil diubah!
nl: %(site_name)s - Uw gebruikersnaam is succesvol gewijzigd!
sw: %(site_name)s - Jina lako la mtumiaji limebadilishwa kwa mafanikio!

source: Your username has been changed!
fa_ir: نام کاربری شما تغییر یافت!
id: Nama pengguna Anda telah diubah!
nl: Uw gebruikersnaam is gewijzigd!
sw: Jina lako la mtumiaji limebadilishwa!

source: Username reset on %(site_name)s
fa_ir: بازنشانی نام کاربری در %(site_name)s
id: Pengaturan ulang nama pengguna pada %(site_name)s
nl: Gebruikersnaam reset op %(site_name)s
sw: Uwekaji upya wa jina la mtumiaji kwenye %(site_name)s

source: You're receiving this email because you requested a username reset for your user account at %(site_name)s.
fa_ir: شما این ایمیل را دریافت کرده‌اید زیرا درخواست بازنشانی نام کاربری حساب کاربری خود را در %(site_name)s داده‌اید.
id: Anda menerima email ini karena Anda meminta pengaturan ulang nama pengguna untuk akun pengguna di %(site_name)s.
nl: U ontvangt deze e-mail omdat u een gebruikersnaamreset heeft aangevraagd voor uw gebruikersaccount op %(site_name)s.
sw: Unapokea barua pepe hii kwa sababu umeomba kuweka upya jina la mtumiaji wa akaunti yako kwenye %(site_name)s.

source: Please go to the following page and choose a new username:
fa_ir: لطفاً به صفحه زیر بروید و نام کاربری جدیدی انتخاب کنید:
id: Silakan buka halaman berikut dan pilih nama pengguna baru:
nl: Ga naar de volgende pagina en kies een nieuwe gebruikersnaam:
sw: Tafadhali nenda kwenye ukurasa ufuatao na uchague jina jipya la mtumiaji:

source: User model does not contain specified email field. Please see http://djoser.readthedocs.io/en/latest/settings.html#USER_EMAIL_FIELD_NAME for more details.
cs: Model User nemá pole pro E-Mail. Další podrobnosti najdete na http://djoser.readthedocs.io/en/latest/settings.html#USER_EMAIL_FIELD_NAME .
ja: 指定されたemailフィールドを持つユーザーモデルが存在しません。 http://djoser.readthedocs.io/en/latest/settings.html#USER_EMAIL_FIELD_NAME 上記から詳細を確認してください。

source: Unable to login with provided credentials.
ja: 入力された情報でログインできませんでした。
